espressif/idf-extra-components/esp_nand_ubi/host_test/sdkconfig.defaults
CONFIG_IDF_TARGET="linux"
CONFIG_NAND_FLASH_ENABLE_BDL=y
CONFIG_ESP_NAND_UBI_ENABLE=y
